[
	{
		"id": 63977008,
		"name": "Junk Synchron",
		"type": "Tuner Monster",
		"desc": "When this card is Normal Summoned: You can target 1 Level 2 or lower monster in your GY; Special Summon that target in Defense Position, but negate its effects."
	},
	{
		"id": 23893227,
		"name": "Cyber Dragon Core",
		"type": "Effect Monster",
		"desc": "This card's name becomes \"Cyber Dragon\" while on the field or in the GY. If this card is Normal Summoned: Add 1 \"Cyber\" Spell/Trap from your Deck to your hand. If only your opponent controls a monster: You can banish this card from your GY; Special Summon 1 \"Cyber Dragon\" monster from your Deck. You can only use 1 \"Cyber Dragon Core\" effect per turn, and only once that turn."
	},
	{
		"id": 27354732,
		"name": "Mythical Beast Jackal King",
		"type": "Pendulum Effect Monster",
		"desc": "[ Pendulum Effect ]\r\nIf you have no card in your other Pendulum Zone: You can destroy this card, and if you do, Special Summon 1 face-up \"Mythical Beast\" Pendulum Monster from your Extra Deck, except \"Mythical Beast Jackal King\". You can only use this effect of \"Mythical Beast Jackal King\" once per turn.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nEach time a Spell Card is activated, place 2 Spell Counters on this card when that Spell resolves. Once per turn, when an opponent activates a monster effect (Quick Effect): You can remove 2 Spell Counters from your field; negate the activation, and if you do, destroy that card."
	},
	{
		"id": 72291078,
		"name": "Mecha Phantom Beast O-Lion",
		"type": "Tuner Monster",
		"desc": "While you control a Token, this card cannot be destroyed by battle or card effects. If this card is sent to the GY: You can Special Summon 1 \"Mecha Phantom Beast Token\" (Machine/WIND/Level 3/ATK 0/DEF 0). You can only use this effect of \"Mecha Phantom Beast O-Lion\" once per turn. You can banish this card from your GY; immediately after this effect resolves, Normal Summon 1 \"Mecha Phantom Beast\" monster from your hand."
	},
	{
		"id": 93013676,
		"name": "Maha Vailo",
		"type": "Effect Monster",
		"desc": "Gains 500 ATK for each Equip Card equipped to this card."
	},
	{
		"id": 69448290,
		"name": "Mist Valley Thunderbird",
		"type": "Effect Monster",
		"desc": "If this face-up card on the field returns to the hand: Special Summon it, but it cannot attack this turn."
	},
	{
		"id": 48770333,
		"name": "Thunder King, the Lightningstrike Kaiju",
		"type": "Effect Monster",
		"desc": "You can Special Summon this card (from your hand) to your opponent's field in Attack Position, by Tributing 1 monster they control. If your opponent controls a \"Kaiju\" monster, you can Special Summon this card (from your hand) in Attack Position. You can only control 1 \"Kaiju\" monster. Once per turn: You can remove 3 Kaiju Counters from anywhere on the field; your opponent cannot activate cards and effects for the rest of this turn, also this card can make up to 3 attacks on monsters during each Battle Phase this turn."
	},
	{
		"id": 36956512,
		"name": "Gadarla, the Mystery Dust Kaiju",
		"type": "Effect Monster",
		"desc": "You can Special Summon this card (from your hand) to your opponent's field in Attack Position, by Tributing 1 monster they control. If your opponent controls a \"Kaiju\" monster, you can Special Summon this card (from your hand) in Attack Position. You can only control 1 \"Kaiju\" monster. Once per turn (Quick Effect): You can remove 3 Kaiju Counters from anywhere on the field; the ATK/DEF of all other monsters on the field become halved."
	},
	{
		"id": 28674152,
		"name": "Radian, the Multidimensional Kaiju",
		"type": "Effect Monster",
		"desc": "You can Special Summon this card (from your hand) to your opponent's field in Attack Position, by Tributing 1 monster they control. If your opponent controls a \"Kaiju\" monster, you can Special Summon this card (from your hand) in Attack Position. You can only control 1 \"Kaiju\" monster. Once per turn: You can remove 2 Kaiju Counters from anywhere on the field; Special Summon 1 \"Radian Token\" (Fiend/DARK/Level 7/ATK 2800/DEF 0), but it cannot be used as Synchro Material."
	},
	{
		"id": 18716735,
		"name": "Raremetalfoes Bismugear",
		"type": "Pendulum Effect Monster",
		"desc": "[ Pendulum Effect ]\r\nOnce per turn: You can target 1 other face-up card you control; destroy it, and if you do, Set 1 \"Metalfoes\" Spell/Trap directly from your Deck.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nIf this card on the field is destroyed by battle or card effect: You can add 1 \"Metalfoes\" monster from your Deck to your hand during the End Phase of this turn. You can only use this effect of \"Raremetalfoes Bismugear\" once per turn."
	}
]